<?xml version="1.0" encoding="UTF-8"?>
  <!DOCTYPE plist PUBLIC "-//Apple Inc//DTD PLIST 1.0//EN"
  "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
￼￼￼<plist version="1.0">
    <dict>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadUUID</key>
        <string>Ignored</string>
        <key>PayloadType</key>
        <string>Configuration</string>
          <key>PayloadIdentifier</key>
          <string>Ignored</string>
          <key>PayloadContent</key>
          <array>
              <dict>
                  <key>PayloadContent</key>
                  <dict>
                      <key>URL</key>
                      <string>https://scep.example.com/scep</string>
                      <key>Name</key>
                      <string>EnrollmentCAInstance</string>
                      <key>Subject</key>
                      <array>
                          <array>
                              <array>
                                  <string>O</string>
                                  <string>Example, Inc.</string>
                              </array>
                          </array>
                          <array>
                              <array>
                                  <string>CN</string>
                                  <string>User Device Cert</string>
                              </array>
                          </array>
                      </array>
                      <key>Challenge</key>
                      <string>...</string>
                      <key>Keysize</key>
                      <integer>1024</integer>
                      <key>Key Type</key>
                      <string>RSA</string>
                      <key>Key Usage</key>
                      <integer>5</integer>
                  </dict>
                  <key>PayloadDescription</key>
                  <string>Provides device encryption identity</string>
                  <key>PayloadUUID</key>
                  <string>fd8a6b9e-0fed-406f-9571-8ec98722b713</string>
                  <key>PayloadType</key>
                  <string>com.apple.security.scep</string>
                  <key>PayloadDisplayName</key>
                  <string>Encryption Identity</string>
                  <key>PayloadVersion</key>
                  <integer>1</integer>
                  <key>PayloadOrganization</key>
                  <string>Example, Inc.</string>
                  <key>PayloadIdentifier</key>
                  <string>com.example.profileservice.scep</string>
￼￼￼            </dict>
        </array>
    </dict>
</plist>
￼